Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Bluetooth is unavailable for an unknown reason.
da: Bluetooth er ikke tilgængelig af en ukendt årsag.
de: Bluetooth ist aus einem unbekannten Grund nicht verfügbar.
es: Bluetooth no está disponible por una razón desconocida.
fr: Bluetooth n’est pas disponible pour une raison inconnue.
it: Bluetooth non disponibile per ragioni sconosciute.
nb: Bluetooth er utilgjengelig av en ukjent grunn.
nb_no: Bluetooth er utilgjengelig av en ukjent grunn.
nl: Bluetooth is om een onbekende reden niet beschikbaar.
pl: Bluetooth jest niedostępny z nieznanego powodu.
ro: Bluetooth nu este disponibil dintr-un motiv necunoscut.
ru: Bluetooth недоступен по неизвестной причине.
sk: Bluetooth nie je k dispozícii z neznámeho dôvodu.
sv: Bluetooth är oillgänglig av oklar anledning.
tr: Bluetooth bilinmeyen bir nedenle kullanılamıyor.
uk: Bluetooth недоступний з невідомої причини.
vi: Bluetooth không khả dụng vì lý do không xác định.

source: Bluetooth is unavailable: %1$@
da: Bluetooth ikke tilgængelig: %1$@
de: Bluetooth ist nicht verfügbar: %1$@
es: Bluetooth no está disponible: %1$@
fr: Bluetooth n’est pas disponible : %1$@
it: Bluetooth non è disponibile: %1$@
nb: Bluetooth er utilgjengelig: %1$@
nb_no: Bluetooth er utilgjengelig: %1$@
nl: Bluetooth is niet beschikbaar: %1$@
pl: Bluetooth jest niedostępny: %1$@
ro: Bluetooth nu este disponibil: %1$@
ru: Bluetooth недоступен: %1$@
sk: Bluetooth nie je k dispozícii: %1$@
sv: Bluetooth är otillgänglig: %1$@
tr: Bluetooth kullanılamıyor: %1$@
uk: Bluetooth недоступний: %1$@
vi: Bluetooth không khả dụng: %1$@

source: Bluetooth use is unauthorized
da: Brug af Bluetooth er uautoriseret
de: Bluetooth-Nutzung ist nicht erlaubt
es: El uso de Bluetooth no está autorizado
fr: L’utilisation de Bluetooth n’est pas autorisée
it: L'uso del Bluetooth non è autorizzato
nb: Bruk av Bluetooth er uautorisert
nb_no: Bruk av Bluetooth er uautorisert
nl: Bluetooth gebruik is niet toegestaan
pl: Korzystanie z Bluetooth jest niedozwolone
ro: Utilizarea Bluetooth este neautorizată
ru: Использование Bluetooth не разрешено
sk: Používanie Bluetooth nie je povolené
sv: Bluetooth-användning är inte auktoriserad
tr: Bluetooth kullanımı yetkisiz
uk: Використання Bluetooth несанкціоноване
vi: Việc sử dụng Bluetooth không được phép

source: Bluetooth use unsupported on this device
da: Bluetooth understøttes ikke på denne enhed
de: Bluetooth-Verwendung wird auf diesem Gerät nicht unterstützt
es: No se admite el uso de Bluetooth en este dispositivo
fr: L'utilisation de Bluetooth n'est pas prise en charge sur cet appareil
it: Questo dispositivo non supporta la connessione Bluetooth
nb: Bluetooth-bruk støttes ikke på denne enheten
nb_no: Bluetooth-bruk støttes ikke på denne enheten
nl: Bluetooth-gebruik wordt niet ondersteund op dit apparaat
pl: Bluetooth nie jest obsługiwany w tym urządzeniu
ro: Utilizarea Bluetooth nu este disponibilă pe acest dispozitiv
ru: Использование Bluetooth не поддерживается на данном устройстве
sk: Používanie Bluetooth nie je na tomto zariadení podporované
sv: Bluetooth stöds inte på denna enhet
tr: Bluetooth kullanımı bu cihazda desteklenmiyor
uk: Використання Bluetooth не підтримується на цьому пристрої
vi: Thiết bị này không hỗ trợ Bluetooth

source: Bolus: %1$@U %2$@ %3$@ %4$@
da: Bolus: %1$@E %2$@ %3$@ %4$@
de: Bolus: %1$@IE %2$@ %3$@ %4$@
es: Bolo: %1$@U %2$@ %3$@ %4$@
it: Bolo: %1$@U %2$@ %3$@ %4$@
nb: Bolus: %1$@E %2$@ %3$@ %4$@
nb_no: Bolus: %1$@E %2$@ %3$@ %4$@
nl: Bolus: %1$@E %2$@ %3$@ %4$@
ru: Болюс: %1$@ед %2$@ %3$@ %4$@
sv: Bolus: %1$@E %2$@ %3$@ %4$@
tr: Bolus: %1$@Ü %2$@ %3$@ %4$@
uk: Болюс: %1$@U %2$@ %3$@ %4$@

source: Cancel Manual Basal
da: Annuller manuel basal
de: Manuelles Basal abbrechen
es: Cancelar basal manual
fr: Annulation du débit basal manuel
it: Annulla basale manuale
nb: Avbryt manuell basal
nb_no: Avbryt manuell basal
nl: Annuleer Handmatige Basaal
pl: Anuluj ręczną dawkę podstawową
ro: Anulați bazala manuală
ru: Отменить ручную ВБС
sk: Zrušenie manuálneho bazálu
sv: Avbryt manuell basal
tr: Manuel Bazalı İptal Et
uk: Скасувати ручний Базал
vi: Hủy bỏ liều basal thủ công

source: Change Pod now. Insulin delivery will stop in 1 hour.
da: Skift Pod nu. Insulintilførsel stopper om 1 time.
de: Pod jetzt wechseln. Die Insulinabgabe stoppt in 1 Stunde.
es: Cambie el Pod ahora. La administración de insulina se detendrá en una hora.
fr: Remplacer le Pod maintenant. L'administration d'insuline s'arrêtera dans 1 heure.
it: Cambia Pod ora. L'erogazione dell'insulina si interromperà tra 1 ora.
nb: Bytt Pod nå. Insulintilførselen stoppes om 1 time.
nb_no: Bytt Pod nå. Insulintilførselen stopper om 1 time.
nl: Vervang Pod nu. Insulinetoediening stopt over 1 uur.
pl: Zmień POD'a teraz. Podawanie insuliny zostanie wstrzymane za 1 godzinę.
ro: Schimbați Pod-ul acum. Administrarea insulinei se va opri într-o oră.
ru: Замените под сейчас. Подача инсулина прекратится через 1 час.
sk: Treba vymeniť pod. Podávanie inzulínu sa zastaví o 1 hodinu.
sv: Byt podd nu. Insulintillförseln stoppas om 1 timme.
tr: Pod'u şimdi değiştirin. İnsülin iletimi 1 saat içinde duracaktır.
uk: Замініть Pod зараз. Подача інсуліну припиниться через 1 годину.
vi: Thay pod ngay. Insulin sẽ ngừng trong 1 giờ tới.

source: Change Pod now. Pod has been active for 72 hours.
da: Skift Pod nu. Pod har været aktiv i 72 timer.
de: Pod jetzt wechseln. Der Pod ist seit 72 Stunden aktiv.
es: Cambie el Pod ahora. El Pod ha estado activo durante 72 horas.
fr: Remplacer le Pod maintenant. Le Pod est actif depuis 72 heures.
it: Cambia Pod ora. Il Pod è attivo da 72 ore.
nb: Bytt Pod nå. Pod har vært aktiv i 72 timer.
nb_no: Bytt pod nå. Pod har vært aktiv i 72 timer.
nl: Vervang Pod nu. Pod is 72 uur in gebruik geweest.
pl: Zmień teraz POD'a. POD jest aktywny od 72 godzin.
ro: Schimbați Pod-ul acum. Pod-ul a fost activ timp de 72 de ore.
ru: Замените под сейчас. Под активен в течение уже 72 часов.
sk: Vymeniť pod teraz. Pod bol aktívny 72 hodín.
sv: Byt podd nu. Podden har använts i 72 timmar.
tr: Pod'u şimdi değiştirin. Pod 72 saattir aktif.
uk: Змінити Pod зараз. Pod був активним протягом 72 годин.
vi: Thay pod ngay. Pod đã hoạt động 72 giờ qua.

source: Command error %1$u
da: Kommandofejl %1$u
de: Befehlsfehler %1$u
es: Error de comando %1$u
fr: Erreur de commande %1$u
it: Errore di comando %1$u
nb: Kommandofeil %1$u
nb_no: Kommandofeil %1$u
nl: Opdrachtfout %1$u
pl: Błąd polecenia %1$u
ro: Eroare comandă %1$u
ru: Ошибка команды %1$u
sk: Chyba príkazu %1$u
sv: Kommandofel %1$u
tr: Komut hatası %1$u
uk: Помилка команди %1$u
vi: Câu lệnh lỗi %1$u

source: Comms Issue
da: Kommunikationsproblem
de: Kommunikationsproblem
es: Problema de comunicaciones
fr: Problème de com.
it: Problema di comunicazione
nb: Kommunikasjonsutgave
nb_no: Kommunikasjons-problem
nl: Communicatieprobleem
pl: Problem z komunikacją
ro: Problemă de comunicații
ru: Проблемы со связью
sk: Problém s komunikáciou
sv: Kommandoproblem
tr: İletişim Sorunu
uk: Проблеми з повідомленням
vi: Câu lệnh có vấn đề

source: Communication issue: Unacknowledged command pending.
da: Kommunikationsproblem: Uerkendt kommando afventer.
de: Kommunikationsproblem: Unbestätigter Befehl steht noch aus.
es: Problema de comunicación: Pendiente de confirmar comando.
fr: Problème de communication : Commande en attente sans accusé de réception.
it: Problema di comunicazione: comando di conferma in attesa.
nb: Kommunikasjonsproblem: Ukjent kommando venter.
nb_no: Kommunikasjonsproblem: Ukjent kommando venter.
nl: Communicatieprobleem: niet-bevestigde opdracht in behandeling
pl: Problem z komunikacją: Niepotwierdzone polecenie w toku.
ro: Problemă de comunicare: comandă nerecunoscută în așteptare.
ru: Проблема со связью: ожидается неподтвержденная команда.
sk: Problém s komunikáciou: Čaká sa na potvrdenie príkazu.
sv: Kommunikationsproblem: Obekräftat kommando väntar.
tr: İletişim sorunu: Onaylanmamış komut beklemede.
uk: Проблема комунікації: не визнана команда в очікуванні.
vi: Sự cố giao tiếp: Lệnh chưa được xác nhận đang chờ xử lý.

source: Confidence Reminders
da: Påmindelse om succesfulde aktiviteter
de: Sicherheitserinnerung
es: Recordatorios de confianza
fr: Rappels de confirmation
it: Promemoria di sicurezza
nb: Bekreftelser
nb_no: Bekreftelseslyder
nl: Bevestigingsherinneringen
pl: Przypomnienia (sygnały dźwiękowe) z POD'a
ro: Mementouri de confimare
ru: Напоминания об уверенности
sk: Zvukové upozornenia Podu
sv: Bekräftelseljud
tr: Emniyet Hatırlatıcıları
uk: Нагадування про Впевненість
vi: Lời nhắc độ tin cậy

source: Confidence reminders are beeps from the Pod which can be used to acknowledge selected commands when the Pod is not silenced.
da: Påmindelse om succesfulde aktiviteter er bip fra Pod'en, som kan bruges til at bekræfte valgte kommandoer. når Pod'en ikke er bragt til tavshed.
de: Vertrauenserinnerungen sind Pieptöne vom Pod, die verwendet werden können, um ausgewählte Befehle zu bestätigen.
es: Los recordatorios de confianza son pitidos que emite el Pod que pueden utilizarse para tener certeza de que se han ejecutado comandos cuando no está silenciado.
fr: Les bips de confirmation sont des bips du Pod qui peuvent être utilisés pour accuser réception des commandes sélectionnées lorsque le Pod n'est pas en mode silencieux.
it: I promemoria di sicurezza sono segnali acustici emessi dal Pod che possono essere utilizzati per confermare i comandi selezionati quando il Pod non è silenziato.
nb: Tillitspåminnelser er pip fra pod som kan brukes til å bekrefte valgte kommandoer når pod ikke er satt til lydløs.
nb_no: Påminnelsesvarsler er pipelyder fra Pod'en som kan brukes til å bekrefte valgte kommandoer når Pod'en ikke er i stillemodus.
nl: Dit zijn meldingen die met piepjes uit de Pod komen en kunnen worden gebruikt ter bevestiging van geselecteerde opdrachten.
ro: Notificările de confirmare sunt semnale sonore de la pompă care pot fi folosite pentru a confirma comenzile selectate atunci când pompa nu este pe modul silențios.
ru: Доверенные звуковые сигналы от Пода, которые позволяют распознать выбранные команды, когда Под не заглушен.
sk: Zvukové upozornenia Podu, ktoré môžu slúžiť na potvrdenie vybraných príkazov ak Pod nie je stíšený.
sv: Bekräftelseljud är pip från podden (när den inte är tystad) som kan användas som bekräftelser på utförda kommandon.
uk: Сигнали підтвердження — це звукові сигнали Podʼа, які можна використовувати для підтвердження вибраних команд.
vi: Lời nhắc là những tiếng bíp từ Pod có thể được sử dụng để xác nhận các lệnh đã chọn khi Pod không ở chế độ im lặng.

source: Configuration
da: Konfiguration
de: Konfiguration
es: Configuracion
it: Impostazioni
nb_no: Oppsett
nl: Instellingen
ru: Конфигурация
sk: Nastavenie
sv: Konfiguration
tr: Yapılandırma
uk: Налаштування
vi: Cấu hình

source: Confirm
da: Bekræft
de: Bestätige
es: Confirmar
fr: Confirmer
it: Conferma
nb: Bekreft
nb_no: Bekreft
nl: Bevestigen
pl: Potwierdź
ro: Confirmați
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
tr: Onayla
uk: Підтвердити
vi: Xác nhận

source: Confirm Pod Attachment
da: Bekræft fastgørelse af Pod
de: Bestätige Pod Befestigung
es: Confirme la fijación del Pod
fr: Confirmer l'application du Pod
it: Conferma il fissaggio del Pod
nb: Bekreft at Pod er festet
nb_no: Bekreft at pod er festet
nl: Bevestig Vastgeplakte Pod
pl: Potwierdź założenie POD'a
ro: Confirmați atașarea Pod-ului
ru: Подтвердите, что под прикреплен к телу
sk: Potvrdiť pripojenie Podu
sv: Kontrollera att podden sitter bra
tr: Pod Eklemeyi Onayla
uk: Підтвердіть прикріплення Pod
vi: Xác nhận pod đã gắn chặt

source: Continue
da: Fortsæt
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
nb_no: Fortsett
nl: Vervolg
pl: Kontynuuj
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam et
uk: Продовжити
vi: Tiếp tục

source: Could not parse message: %1$@
da: Kunne ikke analysere meddelelsen: %1$@
de: Nachricht konnte nicht analysiert werden: %1$@
es: No se pudo analizar el mensaje: %1$@
fr: Impossible d'analyser le message : %1$@
it: Impossibile analizzare il messaggio: %1$@
nb: Kunne ikke analysere meldingen: %1$@
nb_no: Kunne ikke analysere meldingen: %1$@
nl: Kon bericht niet parseren: %1$@
pl: Nie można przeanalizować wiadomości: %1$@
ro: Mesaju nu a putut fi parsat: %1$@
ru: Не удалось разобрать сообщение: %1$@
sk: Nepodarilo sa spracovať správu: %1$@
sv: Kunde inte tolka meddelande: %1$@
tr: Mesaj ayrıştırılamadı: %1$@
uk: Не вдалося проаналізувати повідомлення: %1$@
vi: Không thể phân tích thông điệp: %1$@

source: Crosstalk possible. Please move to a new location
da: Kommunikationsfejl. Flyt til et nyt område
de: Überlagerungen möglich. Bitte wechsel Deinen Standort.
es: Interferencia posible. Muévase a una nueva ubicación
fr: Interférences possibles. Veuillez vous déplacer vers un nouvel emplacement
it: Possibile dialogo incrociato. Si prega di spostarsi in una nuova posizione
nb: Crosstalk mulig. Vennligst flytt til et nytt sted
nb_no: Elektronisk støy i omgivelsene? Prøv på ny i et annet rom.
nl: Overspraak mogelijk. Probeer een andere locatie
pl: Możliwe zakłócenia. Proszę teleportuj się do innego pomieszczenia
ro: Interferență posibilă. Vă rugăm să vă mutați într-o zonă nouă
ru: Возможны перекрестные помехи. Пожалуйста, переместитесь на новое место
sk: Možné presluchy. Presuňte sa na iné miesto
sv: Möjlig överhörning. Pröva att flytta dig till ett annat rum/annan plats
tr: Karışma mevcut. Lütfen yer değiştririn.
uk: Перехресні перешкоди можливі. Будь ласка, перейдіть на нове місце
vi: Có nhiễu xuyên âm. Vui lòng di chuyển đến địa điểm mới

source: day
da: dag
de: Tag
es: día
fr: jour
it: giorno
nb: dag
nb_no: dag
nl: dag
pl: dzień
ro: zi
ru: день
sk: deň
sv: dag
tr: gün
uk: день
vi: ngày

source: days
da: dage
de: Tage
es: días
fr: jours
it: giorni
nb: dager
nb_no: dager
nl: dagen
pl: dni
ro: zile
ru: дней
sk: dni
sv: dagar
tr: gün
uk: дні

source: Delete Omnipod DASH
da: Slet Omnipod DASH
de: Omnipod DASH löschen
es: Borrar Omnipod DASH
fr: Supprimer Omnipod DASH
it: Elimina Omnipod DASH
nb: Slett Omnipod DASH
nb_no: Slett Omnipod Dash
nl: Verwijder Omnipod DASH
pl: Usuń Omnipod DASH
ro: Ștergeți Omnipod DASH
ru: Удалить Omnipod DASH
sk: Odstrániť Omnipod Dash
sv: Ta bort Omnipod Dash
tr: Dash Pompasını Sil
uk: Видалити Omnipod DASH
vi: Xóa Omnipod DASH

source: Device Name
da: Enhedsnavn
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo
nb: Enhetsnavn
nb_no: Enhetsnavn
nl: Naam Pod
pl: Nazwa urządzenia
ro: Denumirea dispozitivului
ru: Имя устройства
sk: Názov zariadenia
sv: Enhetsnamn
tr: Cihaz ismi
uk: Ім'я пристрою
vi: Tên thiết bị

source: Disabled
da: Deaktiveret
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
nb: Deaktivert
nb_no: Deaktivert
nl: Uitgeschakeld
pl: Wyłączony
ro: Dezactivat
ru: Выключено
sk: Vypnuté
sv: Av
tr: Devre Dışı
uk: Вимкнено
vi: Vô hiệu hóa

source: Done
da: OK
de: Fertig
es: Hecho
fr: Terminé
it: Fine
nb_no: Ferdig
nl: OK
ru: Готово
sk: Hotovo
sv: Klar
tr: Tamam
uk: Готово
vi: Xong

source: Empty reservoir
da: Tomt reservoir
de: Reservoir leer
es: Reservorio vacío
fr: Réservoir vide
it: Serbatoio vuoto
nb_no: Tomt reservoar
nl: Reservoir leeg
pl: Pusty zbiornik
ru: Резервуар пуст
sk: Prázdny zásobník
sv: Poddfel; tom reservoar
tr: Boş rezervuar
uk: Порожній резервуар
vi: Hết insulin

source: Empty Reservoir
da: Tomt reservoir
de: Leeres Reservoir
es: Depósito vacío
fr: Réservoir vide
it: Serbatoio vuoto
nb: Tomt reservoar
nb_no: Tomt reservoar
nl: Reservoir Leeg
pl: Pusty zbiorniczek
ro: Rezervor gol
ru: Резервуар пуст
sk: Prázdny zásobník
sv: Tom insulinreservoar
tr: Boş Rezervuar
uk: Порожній резервуар
vi: Hết thuốc

source: Empty Value
da: Tom værdi
de: Leerer Wert
es: Valor vacío
fr: Valeur vide
it: Valore vuoto
nb: Tom verdi
nb_no: Tom verdi
nl: Lege Waarde
pl: Pusta wartość
ro: Valoare goală
ru: Пустое значение
sk: Prázdna hodnota
sv: Tomt värde
tr: Boş Değer
uk: Порожнє значення
vi: Giá trị trống

source: Enabled
da: Aktiveret
de: Aktiviert
es: Habilitado
fr: Activé
it: Attivato
ja: 有効
nb: Aktivert
nb_no: Aktivert
nl: Ingeschakeld
pl: Włączony
ro: Activat
ru: Активировано
sk: Zapnuté
sv: På
tr: Etkin
uk: Активовано
vi: Được cấp quyền

source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nb: Feil
nb_no: Feil
nl: Fout
pl: Błąd
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi

source: Expiration Reminder
da: Påmindelse om udløb
de: Erinnerung an den Ablauf der Nutzungsdauer
es: Recordatorio de Caducidad
fr: Rappel d'expiration
it: Promemoria scadenza
ja: 有効期限リマインダー
nb: Påminnelse om utløp
nb_no: Utløpspåminnelse
nl: Vervaldatumherinnering
pl: Termin Ważności
ro: Memento de expirare
ru: Напоминание об истечении срока
sk: Pripomienka o expirácii
sv: Påminnelse om utgångsdatum
tr: Süre Sonu Hatırlatıcısı
uk: Нагадування про Термін Дії
vi: Nhắc nhở Hết hạn

source: Expiration Reminder Default
da: Standard for udløbspåmindelse
de: Standard Erinnerung an den Ablauf der Nutzungsdauer
es: Recordatorio de expiración predeterminado
fr: Rappel d'expiration par défaut
it: Promemoria di scadenza predefinito
nb: Utløpspåminnelse Standard
nb_no: Utløpspåminnelse
nl: Standaard Herinnering
pl: Domyślne przypomnienie o terminie ważności
ro: Memento de expirare implicit
ru: Напоминание об истечении срока действия По умолчанию
sk: Predvolené pripomenutie o expirácii
sv: Standard påminnelsetid
tr: Varsayılan Süre Sonu Hatırlatıcısı
uk: Нагадування про закінчення терміну
vi: Mặc định nhắc nhở hết hạn

source: Extended
da: Forlænget
de: Verzögerung
es: Extendido
fr: Étendu
it: Prolungato
nb: Forlenget
nb_no: Utvidet
nl: Uitgebreid
pl: Rozszerzony
ro: Prelungit
ru: Растянутый
sk: Rozšírený
sv: Utökad
tr: Yayma
uk: Розширений
vi: Mở rộng

source: Failed to Cancel Manual Basal
da: Kunne ikke annullere manuel basal
de: Fehler beim Abbrechen der manuellen Basalrate
es: No se pudo cancelar la insulina basal manual
fr: Échec d'annulation du basal manuel
it: Impossibile annullare la basale manuale
nb: Kunne ikke avbryte manuell basal
nb_no: Kunne ikke avbryte manuell basal
nl: Handmatig Basaal Annuleren Mislukt
pl: Nie udało się anulować dawki podstawowej ustawionej ręcznie
ro: Nu s-a reușit anularea bazalei manuale
ru: Не удалось отменить ручной базал
sk: Zrušenie manuálneho bazálu zlyhalo
sv: Misslyckades att avbryta manuell basal
tr: Manuel Bazal İptal Edilemedi
uk: Не вдалося Скасувати Ручний Базал
vi: Không thể hủy liều basal thủ công

source: Failed to Resume Insulin Delivery
da: Kunne ikke genoptage insulintilførsel
de: Wiederaufnahme der Insulinabgabe fehlgeschlagen
es: No se pudo reanudar la administración de insulina
fr: Échec de la reprise de l’administration d’insuline
it: Impossibile riprendere l'erogazione dell'insulina
nb: Kunne ikke gjenoppta insulinlevering
nb_no: Insulinleveringen kunne ikke gjenopptas
nl: Insulinetoediening Hervatten Mislukt
pl: Nie udało się wznowić podawania insuliny
ro: Nu s-a reușit reluarea administrării de insulină
ru: Не удалось возобновить подачу инсулина
sk: Obnovenie podávania inzulínu zlyhalo
sv: Misslyckades att återuppta insulintillförsel
tr: İnsülin İletimine Devam Edilemedi
uk: Не вдалося Відновити Подачу Інсуліну
vi: Không thể tiếp tục tiêm insulin trở lại

source: Failed to Set Pump Time
da: Kunne ikke indstille pumpetid
de: Fehler beim Einstellen der Pumpenzeit
es: No se establecio la hora de la bomba
fr: Échec de réglage de l'heure de la pompe
it: Impossibile impostare orario pompa
nb: Kunne ikke stille inn klokkeslett for pumpe
nb_no: Kunne ikke angi pumpetid
nl: Pomptijd Instellen Mislukt
pl: Nie udało się ustawić czasu pompy
ro: Nu s-a reușit setarei timpului de pe pompă
ru: Не удалось установить время в помпе
sk: Nastavenie času pumpy zlyhalo
sv: Det gick inte att ställa in pumptid
tr: Pompa Zamanı Ayarlanamadı
uk: Не вдалося Встановити Час Помпи
vi: Không thể cài đặt thời gian cho bơm

source: Failed to Suspend Insulin Delivery
da: Kunne ikke suspendere insulintilførsel
de: Fehler beim Anhalten der Insulinabgabe
es: No se pudo suspender la administración de insulina
fr: Échec de la suspension de l'administration d'insuline
it: Impossibile sospendere l'erogazione d'insulina
nb: Kunne ikke stanse insulintilførselen
nb_no: Insulintilførselen kunne ikke settes på pause
nl: Insulinetoediening Onderbreken Mislukt
pl: Nie udało się wstrzymać podawania insuliny
ro: Nu s-a reușit suspendarea administrării de insulină
ru: Не удалось приостановить подачу инсулина
sk: Pozastavenie podávania inzulínu zlyhalo
sv: Kunde inte pausa pump
tr: İnsülin İletimi Askıya Alınamadı
uk: Не вдалося Призупинити Введення Інсуліну
vi: Thất bại khi tạm dừng liều insulin

source: Failed to update confidence reminder preference.
da: Kunne ikke opdatere påmindelser for succesfulde aktiviteter
de: Fehler beim Aktualisieren der Einstellung für die Sicherheitserinnerung.
es: No se ha podido actualizar la preferencia de recordatorio de confianza.
fr: Échec de la mise à jour des préférences de rappel de confirmation.
it: Impossibile aggiornare la preferenza per il promemoria di sicurezza.
nb: Kan ikke oppdatere innstillinger for påminnelsesalarm.
nb_no: Kunne ikke oppdatere innstillinger for bekreftelseslyder.
nl: Bevestigingsherinneringvoorkeuren bijwerken mislukt.
pl: Błąd aktualizacji ustawień dla przypomnień.
ro: Nu s-a reușit actualizarea preferinței în ceea ce privește memento-ul de confirmare.
ru: Не удалось обновить настройки напоминания о конфиденциальности.
sk: Nepodarilo sa aktualizovať predvoľbu pripomenutia dôveryhodnosti.
sv: Misslyckades att uppdatera inställning för bekräftelseljud
tr: Emniyet hatırlatıcısı tercihi güncellenemedi.
uk: Не вдалося оновити налаштування нагадування про конфіденційність.
vi: Không cập nhật được tùy chọn lời nhắc về độ tin cậy.

source: Failed to Update Expiration Reminder
da: Kunne ikke opdatere påmindelse om udløb
de: Fehler beim Aktualisieren der Ablauferinnerung
es: No se ha podido actualizar el recordatorio de Expiración
fr: Échec de la mise à jour du rappel d'expiration
it: Impossibile aggiornare il promemoria di scadenza
nb: Kunne ikke oppdatere Utløpspåminnelse
nb_no: Kunne ikke oppdatere Utløpspåminnelse
nl: Vervaldatumherinnering Bijwerken Mislukt
pl: Nie udało się zaktualizować przypomnienia o terminie ważności
ro: Nu s-a reușit actualizarea memento-ului de expirare
ru: Не удалось обновить напоминание об истечении срока действия
sk: Nepodarilo sa aktualizovať pripomenutie o expirácii
sv: Det gick inte att uppdatera förfallopåminnelse
tr: Süre Sonu Hatırlatıcısı Güncellenemedi
uk: Не вдалося оновити нагадування про закінчення терміну дії
vi: Không thể cập nhật lời nhắc hết hạn

source: Failed to Update Low Reservoir Reminder
da: Kunne ikke opdatere påmindelse om lavt reservoir
de: Fehler beim Aktualisieren der Erinnerung für einen niedrigen Vorratsbehälter
es: No se ha podido actualizar el recordatorio de Reserva Baja
fr: Échec de la mise à jour du rappel de réservoir bas
it: Impossibile aggiornare il promemoria del serbatoio scarico
nb: Kunne ikke oppdatere påminnelsen om lavt reservoar
nb_no: Kunne ikke oppdatere påminnelsen om lavt reservoar
nl: Bijwerken Reservoir Bijna Leeg Herinnering Mislukt
pl: Nie udało się zaktualizować przypomnienia o niskim poziomie w zbiorniczku
ro: Nu s-a reușit actualizarea memento-ului privind rezervorul scăzut
ru: Не удалось обновить напоминание о низком уровне резервуара
sk: Nepodarilo sa aktualizovať pripomienku nízkej hladiny zásobníka
sv: Misslyckades att uppdatera påminnelse om låg insulinvolym
tr: Düşük Rezervuar Hatırlatıcısı Güncellenemedi
uk: Не вдалося оновити нагадування про низький рівень резервуару
vi: Thất bại cập nhật lời nhắc gần hết thuốc
